{
  "371027": {
    "basePrice": 47220, 
    "capacity": 0.0, 
    "description_de": "Der Massebeschleuniger ist ein halbautomatischer Granatwerfer mit Mehrschussfunktion und eignet sich sowohl für Vorstöße als auch zur Abwehr. Diese Waffe feuert intelligente, explosive HIND-Munition ab und ist äußerst effektiv gegen alle Arten von Dropsuits und leichten Fahrzeugen. Dank ihres leichten Rahmens und kompakten Designs ist sie sowohl für Gefechte in dicht bebautem als auch offenem Gelände geeignet.", 
    "description_en-us": "The Mass Driver is a semi-automatic, multi-shot grenade launcher useful as both a breaching tool and area denial weapon. Firing smart HIND explosive rounds, the weapon is highly effective against all forms of dropsuit and light vehicle, while its lightweight frame and compact design make it easy to wield in both urban and open terrain engagements.", 
    "description_es": "El acelerador de masa es un lanzagranadas semiautomático de disparo múltiple que puede usarse tanto como herramienta de incursión como arma de denegación de área. Este arma dispara proyectiles explosivos HIND muy eficaces contra todo tipo de trajes de salto y vehículos ligeros, aunque su diseño compacto y su estructura ligera permiten portarla tanto en zonas de combate urbanas como en campo abierto.", 
    "description_fr": "Le canon à masse est un lance-grenades semi-automatique à tirs multiples servant aussi bien d'arme de percée que d'arme de barrage. Avec les munitions intelligentes explosives HIND, cette arme devient furieusement efficace face aux combinaisons et véhicules légers de tout type, de plus son ossature légère et sa ligne compacte en font une arme maniable à la fois en terrain urbain et en terrain découvert.", 
    "description_it": "Il mass driver è un lanciagranate semiautomatico a colpi multipli, utile sia come strumento da sfondamento che come arma di protezione di un'area. Quest'arma spara colpi intelligenti esplosivi HIND ed è molto efficace contro tutti i tipi di armatura e di veicoli leggeri. Il telaio poco pesante e il design compatto la rendono facile da maneggiare sia negli ambienti urbani che sui terreni aperti.", 
    "description_ja": "マスドライバーはセミオート、連発式のグレネードランチャーで、侵入工具としても領域制圧兵器としても有用。スマートHIND炸裂弾を使用し、降下スーツや小型車両全般に高い威力を発揮する。しかも軽量フレームとコンパクト設計で、市街戦や野外戦を問わず携行しやすい。", 
    "description_ko": "매스 드라이버는 반자동 유탄발사기로 지역 제압 및 돌파에 특화된 개인화기입니다. 드랍슈트 및 경량 차량을 상대로 매우 효과적인 무기로 HIND 폭발탄을 사용합니다. 가벼운 프레임과 컴팩트한 디자인 덕분에 개활지 뿐만 아니라 도심지에서도 운용이 가능합니다.", 
    "description_ru": "Ручной гранатомет — полуавтоматический гранатомет, выстреливающий несколькими гранатами одновременно, применяемый и для прорыва при осаде, и в качестве оружия для блокирования района. В качестве снарядов применяются «умные» снаряды 'HIND' с боеголовками, содержащими взрывчатое вещество. Это оружие чрезвычайно эффективно против всех модификаций скафандров и легкого транспорта, а благодаря облегченной раме и компактной конструкции его успешно используют и в ходе городских боев, и для боев на открытой местности.", 
    "description_zh": "The Mass Driver is a semi-automatic, multi-shot grenade launcher useful as both a breaching tool and area denial weapon. Firing smart HIND explosive rounds, the weapon is highly effective against all forms of dropsuit and light vehicle, while its lightweight frame and compact design make it easy to wield in both urban and open terrain engagements.", 
    "descriptionID": 513767, 
    "groupID": 350858, 
    "mass": 0.0, 
    "portionSize": 1, 
    "published": false, 
    "raceID": 4, 
    "radius": 1, 
    "typeID": 371027, 
    "typeName_de": "X-MS16 Schneeballwerfer", 
    "typeName_en-us": "X-MS16 Snowball Launcher", 
    "typeName_es": "Lanzador bola de nieve X-MS16", 
    "typeName_fr": "lance-boules de neige X-MS16", 
    "typeName_it": "Launcher palla di neve X-MS16", 
    "typeName_ja": "X-MS16スノーボールランチャー", 
    "typeName_ko": "X-MS16 눈덩이 런처", 
    "typeName_ru": "пусковую установку снежков X-MS16", 
    "typeName_zh": "X-MS16雪球发射器", 
    "typeNameID": 513766, 
    "volume": 0.01
  }
}